/**** About Box Strings and Formatting *****/

/*The tooltip text for More Info button in About box */
"MORE_INFO_TOOL_TIP" = "“%@”を開き、お使いのコンピュータについての詳しい情報を表示します";

/* The tooltip text explaining why the More Info button is disabled in About box */
"MORE_INFO_DISABLED_TOOL_TIP" = "“システムプロファイラ”アプリケーションがないため、このボタンは無効になっています。";

/*The tooltip text for Software Update button in About box */
"SOFTWARE_UPDATE_TOOL_TIP" = "“%@”を開き、アップデートされたソフトウェアを確認します";

/* The tooltip text explaining why the Software Update button is disabled in About box */
"SOFTWARE_UPDATE_DISABLED_TOOL_TIP" = "“ソフトウェア・アップデート”アプリケーションがないため、このボタンは無効になっています。";	//	CLM

/* The format string used to generate the Build text field in the About This Mac window. */
/* The "%@" sequence is replaced by the build number. */
"ABOUT_BOX_BUILD_FORMAT_STRING" = "ビルド %@";

/* The format string used to generate the Version text field in the About This Mac window. */
/* The "%@" sequence is replaced by the version number. */
"ABOUT_BOX_VERSION_FORMAT_STRING" = "バージョン %@";

/* The format string used to generate the Serial Number text field in the About This Mac window. */
/* The "%@" sequence is replaced by the serial number. */
"ABOUT_BOX_SERIAL_NUMBER_FORMAT_STRING" = "シリアル番号 %@";

/* The string used as a label for the processor information. */
"ABOUT_BOX_PROCESSOR_LABEL" = "プロセッサ";	// CLM

/* The string used as a label for the memory information. */
"ABOUT_BOX_MEMORY_LABEL" = "メモリ";	//	CLM

/* The format string used to generate the Processor text field in the About This Mac window */
/* when there is exactly one processor in the machine.  The localized string */
/* must include the 2-character sequence "%@" which will be replaced in the */
/* final UI with a description of the processor (e.g. "600 MHz PowerPC G3") */
//"ABOUT_BOX_SINGLE_PROCESSOR_FIELD_FORMAT" = "Processor: %@";
"ABOUT_BOX_SINGLE_PROCESSOR_FIELD_FORMAT" = "%@";
"ABOUT_BOX_SINGLE_PROCESSOR_L3CACHE_FORMAT" = "%@ 三次キャッシュ";

/* The format string used to generate the Processor text field in the About This Mac window */
/* when there are two or more processors in the machine.  The localized string */
/* must include the 2-character sequence "%@" which will be replaced in the */
/* final UI with a description of the processors (e.g. "Dual 800 MHz PowerPC G4") */
//"ABOUT_BOX_MULTIPLE_PROCESSORS_FIELD_FORMAT" = "Processors: %@";
"ABOUT_BOX_MULTIPLE_PROCESSORS_FIELD_FORMAT" = "%@";
"ABOUT_BOX_MULTIPLE_PROCESSORS_L3CACHE_FORMAT" = "%@ 三次キャッシュ／プロセッサ";

/* The format string used to generate the Memory text field in the About This Mac window. */
/* The localized string must include the 2-character sequence "%@" which will be replaced */
/* in the final UI with a description of the memory (e.g. "256 MB") */
//"ABOUT_BOX_MEMORY_FIELD_FORMAT" = "Memory: %@";
"ABOUT_BOX_MEMORY_FIELD_FORMAT" = "%@%@";

/* The string used to describe the type of memory for CPUs with built-in memory. */
"ABOUT_BOX_BUILT-IN_MEMORY" = "ロジックボード";	//	CLM

